import React from "react";
import styles from "../Styles/TermsLaw.module.scss";

function TermsLaw() {
  return (
    <div className={styles.TermsLaw}>
      <div className={styles.wrapper}>
        <h2>웹툰모아 서비스 이용약관</h2>
        <button onClick={() => window.print()}>인쇄하기</button>
        <div className={styles.content}>
          <h3>제1장 총칙</h3>

          <h4>제1조 목적</h4>
          <p>
            본 약관은 주식회사 웹툰모아(이하 "회사"라 합니다)가 한국어로
            운영하는 디지털 콘텐츠 서비스 플랫폼인 웹툰모아(이하 "웹툰모아"라
            합니다)에서 제공하는 웹툰 및 기타 서비스(이하 "서비스"라 합니다)의
            이용과 관련하여 "회사"와 "회원" 간의 권리, 의무 및 기타 제반 사항을
            정하는 것을 그 목적으로 합니다.
          </p>

          <h4>제2조 용어의 정의</h4>
          <p>① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
          <ol>
            <li>
              "회원"이라 함은 본 약관에 따라 "회사"와 이용계약을 체결하고
              "회사"가 제공하는 "서비스"를 이용하는 자를 의미합니다.
            </li>
            <li>
              "비회원"이라 함은 "회원" 자격을 취득하지 않고 "회사"가 제공하는
              "서비스"를 이용하는 자를 의미합니다.
            </li>
            <li>
              "아이디"라 함은 "회원"의 식별, "회원"의 "서비스"이용을 위하여
              "회원"이 선정하고 "회사"가 승인한 문자, 숫자의 조합을 의미합니다.
              "회원"이 제3의 사업자가 제공하는 서비스 이용 과정에서 생성한
              아이디를 "서비스"에 연동하여 사용하는 경우 해당 아이디를
              포함합니다.
            </li>
            <li>
              "비밀번호"라 함은 "회원"의 정보보호 및 "회원" 확인을 위해 "회원"이
              설정한 문자, 숫자의 조합 등을 의미합니다.
            </li>
            <li>
              "콘텐츠"라 함은 "회사"가 "웹툰모아"를 통하여 "회원" 또는
              "비회원"에게 제공하는 콘텐츠를 의미합니다.
            </li>
            <li>
              "이용자 콘텐츠"라 함은 "회원"이 "웹툰모아"를 이용하는 과정에서
              "웹툰모아" 내에 게시한 부호, 문자, 이미지, 음성, 음향, 화상,
              동영상 등 정보 형태의 글, 그림, 사진, 동영상 및 각종 파일과 링크
              등을 의미합니다.
            </li>
            <li>
              "코인"이란 본 "웹툰모아" 내에서 유료로 제공되는 서비스 또는
              콘텐츠와 교환 가능하며 유상으로 판매되는 전자적
              가상화폐(지급수단)을 의미합니다.
            </li>
            <li>
              "보너스 코인"이란 본 "웹툰모아" 내에서 유료로 제공되는 서비스 또는
              콘텐츠와 교환 가능하며 유상으로 판매되거나 무상으로 지급되면서
              사용기간이 "코인"보다 짧은 전자적 가상화폐(지급수단)을 의미합니다.
            </li>
          </ol>
          <p>
            ② 본 조에서 정의하지 않은 용어에 대해서는 관계 법령, 안내, "회사"의
            서비스 정책 등에서 정하는 바에 의하며, 이에 정하지 않은 것은 일반적
            상 관례에 의합니다.
          </p>

          <h4>제3조 약관의 게시, 효력, 변경</h4>
          <p>
            <strong>
              ① "회사"는 본 약관의 내용을 "회원"이 알 수 있도록 서비스 초기화면
              내 또는 그 연결화면에 게시합니다. 이 경우 본 약관의 내용 중
              "서비스"의 중단, 청약철회, 환급, 계약의 해제 또는 해지, "회사"의
              면책사항 등과 같은 중요한 내용은 굵은 글씨, 색채, 부호 등으로
              명확하게 표시하거나 별도의 연결화면 등을 통하여 "회원"이 알아보기
              쉽게 처리합니다.
            </strong>
          </p>
          <p>
            ② "회사"는 [정보통신망 이용촉진 및 정보보호 등에 관한 법률],
            [전자상거래 등에서의 소비자 보호에 관한 법률], [약관의 규제에 관한
            법률], [콘텐츠산업 진흥법] 등 관련 법령을 위반하지 않는 범위 내에서
            본 약관의 내용을 개정할 수 있습니다.
          </p>
          <p>
            ③ "회사"가 본 약관을 개정하는 경우에는 적용 일자, 개정내용, 개정
            사유 등을 명시하여 최소한 그 적용일 7일 이전부터 "웹툰모아" 홈페이지
            내 또는 그 연결화면에 게시하여 "회원"에게 공지합니다. 다만, 변경된
            내용이 "회원"에게 불리하거나 중대한 사항의 변경인 경우에는 그 적용일
            30일 이전까지 본문과 같은 방법으로 공지하고, 제10조 제1항의 방법으로
            "회원"에게 통지합니다.
          </p>
          <p>
            <strong>
              ④ "회사"는 본 약관을 개정할 경우 개정약관에 대한 공지 후
              개정약관에 대한 "회원"의 동의 여부를 확인합니다. "회사"가 본
              약관의 개정과 관련하여 제3항의 공지 또는 통지를 할 경우 "회원"이
              개정약관에 대하여 동의 또는 거부의 의사표시를 하지 않으면 동의한
              것으로 볼 수 있다는 내용도 함께 공지 또는 통지할 수 있으며, 이
              경우 "회원"이 개정약관의 시행일까지 거부의 의사표시를 하지
              않는다면 개정약관에 동의한 것으로 봅니다. "회원"이 개정약관에
              대하여 동의하지 않는 경우 "회사" 또는 "회원"은 본 약관에 따른
              이용계약을 해지할 수 있습니다.
            </strong>
          </p>

          <h4>제4조 약관 외 준칙</h4>
          <p>
            이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는 [정보통신망
            이용촉진 및 정보보호 등에 관한 법률], [전자상거래 등에서의 소비자
            보호에 관한 법률], [약관의 규제에 관한 법률], [콘텐츠산업 진흥법] 등
            관련 법령 또는 상 관례에 따릅니다.
          </p>

          <h4>제5조 회사 정보 등의 제공</h4>
          <p>
            "회사"는 다음의 각 호의 사항을 "웹툰모아" 홈페이지(애플리케이션의
            경우 서비스 초기화면 또는 연결화면)에 게시하여, 이용자가 이를 쉽게
            알 수 있도록 합니다. 다만, 개인정보 처리방침과 약관의 내용은
            연결화면을 통하여 볼 수 있도록 할 수 있습니다.
          </p>
          <ol>
            <li>상호 및 대표자의 성명</li>
            <li>영업소 소재지 주소 및 전자우편 주소</li>
            <li>전화번호</li>
            <li>사업자등록번호, 통신판매업 신고번호</li>
            <li>개인정보 처리방침</li>
            <li>이용약관</li>
            <li>고객센터</li>
          </ol>

          <h4>제6조 운영정책</h4>
          <p>
            <strong>
              ① "회사"는 본 약관의 적용을 위하여 필요한 사항 또는 약관에서
              구체적 범위를 정하여 위임한 사항에 대하여 별도의 세부 정책(서비스
              정책, 운영정책 등 제목이나 형식은 불문하며, 이하 "운영정책"이라
              합니다)을 정할 수 있습니다. "운영정책"은 본 약관의 일부를
              구성합니다.
            </strong>
          </p>
          <p>
            ② "회사"는 "운영정책"의 내용을 "회원"이 알 수 있도록 "웹툰모아" 내에
            게시합니다.
          </p>
          <p>
            ③ "운영정책"을 개정하는 경우에는 제3조 제3항의 절차에 따릅니다.
            다만, "운영정책" 개정 내용이 다음 각 호의 어느 하나에 해당하는
            경우에는 본 조 제2항의 방법으로 사전에 공지합니다.
          </p>
          <ol>
            <li>
              본 약관에서 구체적으로 범위를 정하여 위임한 사항을 개정하는 경우
            </li>
            <li>"회원"의 권리, 의무와 관련 없는 사항을 개정하는 경우</li>
            <li>
              "운영정책"의 내용이 본 약관에서 정한 내용과 근본적으로 다르지
              않고, "회원"이 예측할 수 있는 범위 내에서 운영정책을 개정하는 경우
            </li>
          </ol>

          <h3>제2장 이용계약의 체결, 개인정보의 관리</h3>

          <h4>제7조 회원가입</h4>
          <p>
            ① 본 약관에 따른 이용계약은 "회원"이 되고자 하는 자(이하 "가입
            신청자"라 합니다)가 본 약관의 내용에 대하여 동의를 한 다음, 서비스
            이용 신청을 하고, "회사"가 그 신청에 대해서 승낙함으로써 체결됩니다.
          </p>
          <p>
            ② "회사"는 "가입 신청자"의 신청에 대하여 승낙함을 원칙으로 합니다.
            다만, "회사"는 다음 각 호의 어느 하나에 해당하는 이용 신청에
            대해서는 승낙을 거절할 수 있습니다.
          </p>
          <ol>
            <li>
              "가입 신청자"가 본 약관에 의하여 이전에 회원 자격을 잃은 적이 있는
              경우. 다만, 회사의 재가입 승낙을 얻는 경우에는 예외로 합니다.
            </li>
            <li>등록 내용에 허위, 기재 누락, 오기가 있는 경우</li>
            <li>만 14세 미만의 아동이 가입을 신청하는 경우</li>
            <li>
              사회의 안녕과 질서 또는 미풍양속을 저해할 목적으로 신청한 경우
            </li>
            <li>부정한 용도로 "웹툰모아"를 이용하고자 하는 경우</li>
            <li>영리를 추구할 목적으로 "웹툰모아"를 이용하고자 하는 경우</li>
            <li>
              본 약관에 어긋나거나 위법 또는 부당한 이용 신청임이 확인된 경우
            </li>
            <li>
              그 밖에 각 호에 준하는 사유로서 승낙이 부적절하다고 판단되는 경우
            </li>
          </ol>
          <p>
            ③ 본 약관에 따른 이용계약의 성립 시기는 "회사"가 "회원" 가입의
            완료를 신청 절차 상에서 표시한 시점으로 정합니다.
          </p>
          <p>
            ④ "회사"는 다음 각 호의 어느 하나에 해당하는 경우 그 사유가 해소될
            때까지 승낙을 유보할 수 있습니다.
          </p>
          <ol>
            <li>"회사"의 설비에 여유가 없거나, 기술적 장애가 있는 경우</li>
            <li>서비스 상의 장애 또는 결제수단 등의 장애가 발생한 경우</li>
            <li>
              그 밖에 각 호에 준하는 사유로서 승낙이 부적절하다고 판단되는 경우
            </li>
          </ol>

          <h4>제8조 개인정보의 보호</h4>
          <p>
            <strong>
              ① "회사"는 관련 법령이 정하는 바에 따라 "회원"의 개인정보를
              보호하기 위해 노력하며, 개인정보의 보호 및 사용에 대해서는 관련
              법령 및 "회사"의 개인정보 처리방침에 따릅니다. 다만, "회사"가
              제공하는 "서비스" 이외에 "웹툰모아"에 링크된 제3자의 서비스에서는
              "회사"의 개인정보 처리방침이 적용되지 않습니다.
            </strong>
          </p>
          <p>
            ② "회사"는 관련 법령에 의해 관련 정부 기관, 법원, 수사기관 등의
            요청이 있는 경우를 제외하고는 "회원"의 개인정보를 본인의 동의 없이
            타인에게 제공하지 않습니다.
          </p>
          <p>
            ③ "회사"는 "회원"의 귀책사유로 개인정보가 유출되어 발생한 피해에
            대하여 책임을 지지 않습니다.
          </p>
          <p>
            ④ [정보통신망 이용촉진 및 정보보호 등에 관한 법률]의 내용에 따라,
            "웹툰모아"에 마지막으로 접속한 시점으로부터 1년 이상 지난 "아이디"
            및 이와 관련된 개인정보는 파기되거나, 휴면 처리되어 해당 "아이디" 및
            이와 관련된 개인정보가 분리 보관될 수 있습니다. 휴면 처리되는 경우
            해당 "아이디"에 대한 활성화, 재이용 등은 "회사"가 정한 별도의 절차에
            따릅니다.
          </p>

          <h4>제9조 회원 정보, 계정관리 및 보안</h4>
          <p>
            ① "회원"은 회원가입 시 등록한 사항에 변경이 있는 경우, 신속히
            "회사"에 대하여 회원 정보 수정 등의 방법으로 그 변경사항을 알려야
            합니다.
          </p>
          <p>
            <strong>
              ② "회원"은 "아이디" 또는 "비밀번호" 등의 정보를 제3자에게
              공유하거나 양도해서는 안 됩니다. "회원"은 자신의 정보를 비밀로
              유지할 책임이 있으며, "아이디" 또는 "비밀번호" 등의 정보 사용에
              대한 책임을 집니다.
            </strong>
          </p>
          <p>
            <strong>
              ③ "회원"은 "아이디" 또는 "비밀번호" 등의 정보 분실, 유출, 도난
              등을 인지하거나 의심이 되는 경우 "회사"로 즉시 이를 알리고 정보의
              부정 사용이 발생하지 아니하도록 조치하여야 합니다.
            </strong>
          </p>
          <p>
            <strong>
              ④ "회원"이 "아이디" 또는 "비밀번호" 관리를 소홀히 하거나, "아이디"
              또는 "비밀번호"를 공유하는 등 "회원"의 귀책사유로 인하여 발생하는
              오용, 도용 등에 대한 손해에 대해서는 "회사"가 책임을 지지
              않습니다. "회사"가 "회원"의 신고를 받고 필요한 조치를 안내했음에도
              불구하고 "회원"이 이를 따르지 않은 경우에도 같습니다.
            </strong>
          </p>

          <h4>제10조 회원에 대한 통지</h4>
          <p>
            ① "회사"는 "회원"에 대한 통지를 하는 경우 "회원"이 등록한 전자우편
            주소 등으로 통지합니다.
          </p>
          <p>
            ② "회사"는 "회원" 전체에 대해 통지를 하는 경우 7일 이상 "웹툰모아"
            내에 게시하거나 팝업 화면 등을 제시함으로써 제1항의 통지에 갈음할 수
            있습니다.
          </p>

          <h3>제3장 당사자의 의무</h3>

          <h4>제11조 회사의 의무</h4>
          <p>
            ① "회사"는 관련 법령, 본 약관에서 정하는 권리의 행사 및 의무의
            이행을 신의에 따라 성실하게 수행합니다.
          </p>
          <p>
            ② "회사"는 "회원"이 안전하게 "웹툰모아"를 이용할 수 있도록 개인정보
            보호를 위해 보안시스템을 갖추어야 하며 개인정보 처리방침을 공시하고
            준수합니다. "회사"는 본 약관 및 개인정보 처리방침에서 정하거나,
            법령에 규정이 있거나, "회원"의 별도 동의를 획득하는 경우를
            제외하고는 "회원"의 개인정보가 제3자에게 공개 또는 제공되지 않도록
            합니다.
          </p>
          <p>
            ③ "회사"는 "웹툰모아" 이용과 관련하여 발생하는 "회원"의 불만이나
            피해구제 요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을
            갖춥니다.
          </p>
          <p>
            ④ "회사"는 "웹툰모아" 이용과 관련하여 "회원"으로부터 제기된 의견이나
            불만이 정당하다고 인정되는 경우에는 이를 처리하여야 합니다. "회원"이
            제기한 의견이나 불만 사항에 대해서는 게시판, 전자우편, 기타 연락
            가능한 수단을 통하여 "회원"에게 처리 과정 및 결과를 전달합니다.
          </p>
          <p>
            ⑤ "회사"는 계속적이고 안정적인 "서비스"의 제공을 위하여 노력하며,
            "서비스" 개선 과정에서 장애 등이 발생하는 경우에는 천재지변,
            비상사태, 현재 기술로는 해결할 수 없는 장애나 결함 등 부득이한
            사유가 없는 한 이를 지체 없이 해결하도록 최선의 노력을 다합니다.
          </p>

          <h4>제12조 회원의 의무</h4>
          <p>
            <strong>
              ① "회원"은 아래 각 호에서 정한 행위를 해서는 안 됩니다.
            </strong>
          </p>
          <ol class={styles.stronger}>
            <li>
              <strong>
                "서비스" 제공을 방해하거나, "회사"가 정한 방법 이외에 다른
                방법으로 "서비스"를 사용하는 경우
              </strong>
            </li>
            <li>
              <strong>
                다른 "회원" 또는 "비회원"의 개인정보를 무단으로 수집 제공하거나,
                이를 영리적 목적으로 이용하는 경우
              </strong>
            </li>
            <li>
              <strong>
                음란한 정보 등 공서양속 및 법령에 위반되는 내용의 정보 등을 발송
                또는 게시하는 경우
              </strong>
            </li>
            <li>
              <strong>
                역설계, 소스 코드 추출 등의 방법으로 "콘텐츠"를 복제, 유출,
                분해하거나, 변형하는 경우
              </strong>
            </li>
            <li>
              <strong>
                "회사"가 "콘텐츠"에 적용한 보호조치를 무력화하는 경우
              </strong>
            </li>
            <li>
              <strong>
                법령, 법원의 판결, 결정 혹은 명령 또는 행정기관에서 발령하는
                법적 구속력이 있는 조치에 위반되는 경우
              </strong>
            </li>
            <li>
              <strong>공공질서 또는 미풍양속을 저해할 우려가 있는 경우</strong>
            </li>
            <li>
              <strong>
                회사 또는 제3자의 저작권, 상표권, 특허권 등의 지식재산권,
                명예권, 사생활권, 기타 법령상 또는 계약상의 권리를 침해하는 경우
              </strong>
            </li>
            <li>
              <strong>
                정상적인 "서비스" 이용과 무관하게 같거나 유사한 메시지를 불특정
                다수의 이용자에게 송신하는 경우
              </strong>
            </li>
            <li>
              <strong>
                "콘텐츠" 또는 "코인"을 현금, 재물 기타 경제적 이익과 교환하는
                경우
              </strong>
            </li>
            <li>
              <strong>
                영업, 선전, 광고, 권유, 기타 영리를 목적으로 하는 정보를
                전송하는 경우
              </strong>
            </li>
            <li>
              <strong>
                "회사"가 정한 이용 등급에 위반하여 "콘텐츠"를 이용하는 경우
              </strong>
            </li>
            <li>
              <strong>
                타인의 결제수단 및 메일 주소를 허락 없이 도용하여 사용하는 경우
              </strong>
            </li>
            <li>
              <strong>본 약관, 운영정책 기타 이용 조건을 위반한 경우</strong>
            </li>
          </ol>
          <p>
            <strong>
              ② "회원"은 "회사"가 "서비스"의 이용과 관련하여 공지한 주의 또는
              고지사항이나 이용 시 안내되는 사항을 준수하여야 합니다.
            </strong>
          </p>

          <h3>제4장 서비스의 이용</h3>

          <h4>제13조 서비스 및 콘텐츠의 구분</h4>
          <p>
            ① "웹툰모아"는 "회원" 자격을 보유해야 이용할 수 있는 "서비스"와
            비회원으로도 이용할 수 있는 "서비스"로 구분되어 있습니다. "회사"는
            "회원"만이 이용할 수 있는 "서비스"에 대해서는 해당 이용자에게 "회원"
            자격의 증명 또는 "회원"으로의 가입을 요청할 수 있습니다.
          </p>
          <p>
            ② "웹툰모아"에 게시된 "콘텐츠"는 내용에 따라 본인인증(성인인증)이
            필요한 "콘텐츠"와 그렇지 않은 "콘텐츠"로 구분되며, "회사"는 각
            "콘텐츠"를 구분하여 제공합니다. 본인인증(성인인증)이 필요한
            "콘텐츠"의 경우 "회원"이 본인인증(성인인증)을 완료하지 않는 한
            "회원" 또는 비회원이 이용하는 "웹툰모아" 상에서 노출되지 않습니다.
          </p>
          <p>
            ③ "회사"가 "웹툰모아" 상에서 제공하는 "콘텐츠"는 무료로 제공되는
            "콘텐츠"(이하 "무료 콘텐츠")와 유료로 제공되는 "콘텐츠"(이하 "유료
            콘텐츠")로 구분됩니다. "웹툰모아"에서 제공되는 "유료 콘텐츠"는
            "웹툰모아" 내에서 사용되는 전자적 지급수단을 사용하여 이용할 수
            있습니다.
          </p>

          <h4>제14조 서비스의 제공</h4>
          <p>
            ① "회사"는 본 약관에 따른 이용계약이 체결된 "회원"에게 그 즉시
            "서비스"를 이용할 수 있도록 합니다. 다만, 일부 "서비스"의 경우
            "회사"의 필요에 따라 지정된 일자부터 "서비스"를 제공할 수 있습니다.
            "서비스"는 1일 24시간, 연중무휴 제공함을 원칙으로 합니다.
          </p>
          <p>
            ② "회사"는 "회원"에게 "서비스"를 제공할 때 본 약관에서 정하고 있는
            "서비스"를 포함하여 기타 부가적인 "서비스"를 제공할 수 있습니다.
          </p>
          <p>
            <strong>
              ③ "회사"가 제공하는 "서비스"를 이용하는 경우 "회원"이 이용하는
              기기, 유/무선 인터넷 요금제에 따라 데이터 이용료(또는 인터넷 회선
              이용료)가 발생할 수 있습니다. 이와 관련하여 "회사"는 "회원"에게
              부과되는 데이터 이용료 등에 대해서 별도의 책임을 지지 않으며,
              와이파이(wi-fi) 등 별도의 데이터 사용료가 부과되지 않는 방법으로
              "회사"가 제공하는 "서비스"를 이용하시는 것을 권장합니다.
            </strong>
          </p>
          <p>
            ④ "회사"는 운영상, 기술상의 필요에 따라 제공하고 있는 "서비스"의
            전부 또는 일부를 수정하거나 변경할 수 있으며, 다음 각 호에 해당하는
            경우 "서비스"의 전부 또는 일부의 제공을 중단할 수 있습니다.
          </p>
          <ol>
            <li>
              "콘텐츠"의 내용이나 "웹툰모아"의 "서비스" 내용의 수정을 위하여
              필요한 경우
            </li>
            <li>
              설비의 증설, 보수 등으로 인하여 "서비스"의 전부 또는 일부의 제공을
              중단하여야 하는 경우
            </li>
            <li>
              정전, 설비의 장애, 이용량 폭주로 인하여 정상적으로 "서비스"를
              제공하기 어려운 경우
            </li>
            <li>
              전자적 침해사고, 통신사고, 서비스 불안정성에 대응하기 위하여
              필요한 경우
            </li>
            <li>
              전쟁, 천재지변, 소요, 폭동, 기간통신사업자의 회선 장애(회선 장애
              외 해당 사업자의 내부 정책 등에 따른 통신 서비스 전체 또는 일부의
              제공 중단을 포함합니다) 등 "회사"의 귀책사유 없는 사유로 인하여
              "서비스"의 전체 또는 일부의 제공이 어려운 경우
            </li>
          </ol>
          <p>
            ⑤ "회사"는 "회원"에게 제공하는 "서비스"를 일시적으로 중단하여야 할
            경우 사전에 "회원"에게 서비스 중단의 사유 및 중단 기간을 공지합니다.
            단, 급작스러운 기술 상 사유로 인하여 "서비스"에 장애가 발생하거나,
            기간통신사업자 등의 회선 장애 등으로 인하여 사전에 공지를 할 수 없는
            경우에는 가능한 지체 없이 "회원"에게 해당 내역을 알리도록
            노력합니다.
          </p>
          <p>
            ⑥ "회사"는 "회원"에게 무료로 제공되는 "서비스"의 전부 또는 일부를
            "회사"의 정책 및 운영 필요에 따라 수정, 중단, 변경할 수 있으며, 이에
            대하여 법령에 특별한 규정이 없는 한 "회원"에게 별도의 보상을
            지급하지 않습니다.
          </p>
          <p>
            <strong>
              ⑦ "회사"가 영업양도, 분할, 합병 등에 따른 영업의 폐지, "서비스"의
              수익 악화 등으로 "서비스"를 지속하기 어려운 경우에는 "웹툰모아"의
              "서비스" 전체 또는 일부의 제공을 종국적으로 종료할 수 있습니다. 이
              경우, "회사"는 "서비스"의 종료일로부터 30일 이전에 제10조 제1항에
              기재된 방법으로 "서비스"의 종료 사실을 "회원"에게 개별 통지하며,
              아울러 "웹툰모아" 내에 별도로 공지합니다. 이 경우 "회사"는
              사용하지 않았거나 사용기간이 남아있는 "코인"에 대해 제28조의
              규정에 따라 환불합니다.
            </strong>
          </p>

          <h4>제15조 서비스의 이용제한</h4>
          <p>
            ① "회원"은 제12조에 따른 "회원"의 의무를 위반하는 행위를 해서는 안
            되며, 해당 행위를 하는 경우에 "회사"는 다음 각 호의 구분에 따른
            "회원"의 "서비스" 이용제한, 관련 정보(글, 사진, 영상 등) 삭제 및
            기타의 조치를 포함한 이용제한 조치를 할 수 있습니다. "회사"는 본
            항의 내용과 관련하여 별도의 "운영정책"을 수립하여 운영할 수
            있습니다.
          </p>
          <ol>
            <li>
              계정 이용제한 : 일정기간 또는 영구히 "회원"의 "아이디"의 이용을
              제한
            </li>
            <li>
              회원 이용제한 : 일정기간 또는 영구히 "회원"의 "서비스" 이용을 제한
            </li>
          </ol>
          <p>
            ② 제1항의 이용제한이 정당한 경우에 "회사"는 이용제한으로 인하여
            "회원"이 입은 손해를 배상하지 않으며, "회원"은 보유하고 있는
            "코인"에 대하여 제28조에 따라 환불을 받을 수 있습니다.
          </p>
          <p>
            ③ "회사"는 다음 각 호의 사유에 대한 조사가 완료될 때까지 "회원"
            "아이디"의 "서비스" 이용을 정지할 수 있습니다.
          </p>
          <ol>
            <li>"아이디"가 해킹 또는 도용당했다는 신고가 접수된 경우</li>
            <li>위법행위자로 의심되는 경우</li>
            <li>
              그 밖에 각 호에 준하는 사유로 "서비스" 이용의 잠정조치가 필요한
              경우
            </li>
          </ol>
          <p>
            ④ 제3항의 조사가 완료된 후, "서비스" 이용 정지와 관련하여 "회원"의
            귀책사유가 없는 것으로 확인되는 경우 정지된 시간만큼 "회원"의
            이용시간을 연장하거나 그에 상당하는 "코인" 또는 "보너스 코인" 등으로
            보상합니다. 다만, 제3항 각 호의 사유에 해당하는 경우에는 그렇지
            않습니다.
          </p>

          <h4>제16조 콘텐츠 이용 대가의 지불</h4>
          <p>
            "콘텐츠"를 이용하기 위해서는 "웹툰모아" 내에서 사용할 수 있는 전자적
            지급수단 또는 "회사"가 정한 방법으로 이용 대가를 지불하여야 합니다.
            "웹툰모아" 내에서 사용할 수 있는 전자적 지급수단은 "코인"과, "보너스
            코인"으로 구분됩니다.
          </p>

          <h4>제17조 코인의 충전</h4>
          <p>
            ① "회원"은 "회사"가 정한 대가를 지불하고 "코인" 또는 "보너스 코인"을
            취득할 수 있습니다. "회사"는 "코인"의 구매 방법, 구매 단위, 결제
            방법 등을 "웹툰모아" 내에 게시합니다.
          </p>
          <p>
            ② "회사"는 다음 각 호의 방법으로 "코인" 또는 "보너스 코인"을 판매할
            수 있으며, 판매 방식은 변경되거나 추가될 수 있습니다.
          </p>
          <ol>
            <li>
              단건 판매 상품 : "회원"이 결제하는 금액에 따라 "코인" 또는 "보너스
              코인"을 차등하여 지급하는 상품
            </li>
            <li>
              한정 판매 상품 : "회원"에게 "코인" 또는 "보너스 코인"을 1회 또는
              한정된 횟수만 구매할 수 있도록 하는 상품
            </li>
            <li>
              정기 결제 상품 : "회원"이 1개월마다 "회원"이 선정한 결제수단을
              통해 "코인"을 정기적으로 구매할 것을 "회사"와 사전에 약정하고,
              "회사"는 정기적으로 "회원"과 약정한 바에 따라 "코인" 또는 "보너스
              코인"을 지급하는 상품
            </li>
          </ol>
          <p>
            ③ "회원"이 본 조 제2항 제3호에 규정된 정기 결제 상품을 구매하는
            경우에는 아래 각 호의 내용이 우선적으로 적용됩니다.
          </p>
          <ol>
            <li>
              "회원"이 정기 결제 상품을 구매하는 경우, 해당 상품을 더 이상
              이용하지 않겠다는 철회의 의사표시가 없는 한 자동으로 매 월 정해진
              날짜에 정기 결제 상품에 대한 결제가 진행됩니다.
            </li>
            <li>
              "회사"는 "회원"의 철회의 의사표시가 없는 한 "회원"이 정기 결제
              상품을 구매하기로 한 때에 "회원"에게 표시/광고한 조건에 따라
              "코인" 및 기타 추가 보상을 지급합니다.
            </li>
            <li>
              "회원"은 정기 결제 상품을 더 이상 이용하지 않을 경우 "회사" 또는
              정기 결제 상품에 대한 결제 서비스를 제공하는 제3자에게 정기 결제
              상품의 이용 중단에 대한 의사표시를 하여야 합니다. "회사"는 정기
              결제 상품의 결제 형태, 방식 별로 이용 중단에 대한 의사표시를
              하여야 하는 사업자를 별도로 표시, 안내합니다.
            </li>
            <li>
              전 호의 이용 중단에 대한 의사표시는 "회사"에 대한 "코인" 상품
              구매의 청약철회의 의사표시로 간주되지 않습니다. 전 호의 의사표시는
              의사표시일 이후 발생할 수 있는 정기 결제에 대한 중단을 통지하는
              효력 밖에는 없으며, 정기 결제로 인하여 지급된 "코인"의 청약철회,
              환불 등과 관련된 사항은 "회사"가 별도로 공지하는 바에 따릅니다.
            </li>
            <li>
              기타 본 항에서 규정하지 않은 사항에 대해서는 본 약관의 다른
              조항에서 정한 바에 따릅니다.
            </li>
          </ol>
          <p>
            ④ "회원"이 구매하거나 지급 받은 "코인" 또는 "보너스 코인"에 대해서는
            별도의 이자수익이 발생하지 않습니다.
          </p>
          <p>
            ⑤ "코인" 또는 "보너스 코인" 구입 시 대금지급방법은 다음 각 호의 방법
            중 "회사"가 제공하는 방법으로 할 수 있습니다.
          </p>
          <ol>
            <li>계좌이체</li>
            <li>신용카드 결제</li>
            <li>전화 또는 휴대전화 결제</li>
            <li>상품권 결제</li>
            <li>전자화폐에 의한 결제</li>
            <li>기타 "회사"가 제공하는 결제수단</li>
          </ol>
          <p>
            ⑥ "코인" 또는 "보너스 코인" 구매 시 "회원"이 "코인"의 구매 대금을
            외화로 지급하는 경우에는 환율의 변동 등으로 인해 실제 "회원"에게
            청구되는 청구금액이 "회원"이 구매 시점에 "회사"에게 지불할 것으로
            예상했던 금액과 달라질 수 있습니다.
          </p>

          <h4>제18조 보너스 코인 등의 지급</h4>
          <p>
            ① "회사"는 이벤트, 캠페인, 프로모션 등의 방법으로 이용자에게
            무상으로 "보너스 코인"이나 포인트, 쿠폰 등(이하 총칭하여 "보너스
            코인 등"이라 합니다)을 지급할 수 있으며, 구체적 조건은 지급 시점에
            "서비스" 화면을 통하여 안내합니다.
          </p>
          <p>
            <strong>
              ② "회사"가 "회원"에게 무상으로 지급한 "보너스 코인 등"은 유효기간
              이내에만 사용이 가능하고, 유효기간 도과 시 소멸합니다. 무상으로
              지급되는 "보너스 코인 등"은 환불이 불가합니다.
            </strong>
          </p>
          <p>
            ③ "회사"는 "보너스 코인 등"의 사용방법이나 사용범위를 제한할 수
            있으며, 구체적인 내용은 "서비스" 화면을 통하여 안내합니다.
          </p>
          <p>
            <strong>
              ④ "회사"는 "회원"에게 무상으로 지급한 "보너스 코인 등"의
              유효기간을 변경할 수 있습니다. 이 경우 30일 이전에 제10조 제1항에
              기재된 방법으로 "보너스 코인 등"의 유효기간 변경에 관한 사실을
              "회원"에게 개별 통지하며, 아울러 "웹툰모아" 내에 별도로
              공지합니다.
            </strong>
          </p>
          <p>
            ⑤ "회사"는 "보너스 코인 등"의 "서비스"를 종료할 수 있습니다. 이 경우
            제14조 제7항의 규정을 준용하며, 사전에 고지된 "서비스"의 종료일까지
            사용되지 않은 "보너스 코인 등"은 소멸합니다.
          </p>

          <h4>제19조 코인 및 보너스 코인 등에 대한 주의사항</h4>
          <p>
            ① "회사"가 제공하는 "코인", "보너스 코인 등"은 "회사"의 "서비스"
            이용 외에 현금이나 재물, 기타 경제적 가치를 내포하는 것과 교환할 수
            없습니다. "코인", "보너스 코인 등"은 계정 단위로 보유하고 이용할 수
            있으며, 이용자가 다수의 계정을 보유하고 있더라도 각 계정 간 "코인",
            "보너스 코인 등"의 연결 또는 합산은 불가합니다.
          </p>
          <p>
            ② "코인" 및 "보너스 코인"은 원칙적으로 무상으로 지급 받은 "보너스
            코인", 유상으로 구매한 "보너스 코인", 유상으로 구매한 "코인"의
            순으로 사용되며, 동종의 "보너스 코인" 또는 "코인"의 경우 유효기간의
            만료일이 먼저 도래하는 "보너스 코인" 또는 "코인"부터 사용됩니다.
          </p>
          <p>
            ③ "코인" 및 "보너스 코인 등"은 "회사"에서 운영하는 한국어로
            서비스되는 "웹툰모아"에서만 사용할 수 있습니다. "코인" 및 "보너스
            코인 등"에 대한 규정은 본 약관에 따릅니다.
          </p>

          <h4>제20조 콘텐츠의 제공 및 이용</h4>
          <p>
            ① "회사"는 "콘텐츠" 이용 화면에 "콘텐츠" 이용의 유료 또는 무료
            여부에 대하여 "회원"이 알기 쉽게 표시합니다.
          </p>
          <p>
            ② "웹툰모아"에서 제공되는 모든 "콘텐츠"와 관련하여 "회사"는
            "회원"에게 "회원" 본인의 비독점적 이용을 유일한 목표로 하는
            권한(이용권)만을 부여합니다. "서비스" 내 화면에 "구입", "판매" 등이
            표기되어 있는 "콘텐츠"의 경우에도 "콘텐츠" 자체에 대한 저작권 및
            지식재산권 등 기타 권리는 "회원"에게 이전되지 않으며, 본 항의 규정에
            따라 이용권한만 부여됩니다.
          </p>
          <p>
            ③ 구매한 "콘텐츠"에 대하여 별도의 이용기한이 표시되어 있지 않은
            경우, "콘텐츠"는 "회사"의 "서비스"가 종료되는 시점까지 이용할 수
            있습니다. 단, "회사"와 "콘텐츠"의 권리자 간 체결된 계약이 해지되는
            등으로 인하여 "회사"가 "회원"에게 "콘텐츠"를 더 이상 제공할 수 없는
            경우에는 그렇지 않습니다.
          </p>
          <p>
            ④ 구매한 "콘텐츠"는 "아이디"를 기반으로 하여 소장되며, "웹툰모아"를
            통해 열람할 수 있습니다.
          </p>
          <p>
            <strong>
              ⑤ "회원"이 구매하거나 소장한 "콘텐츠"를 삭제하는 경우 해당
              콘텐츠는 복구되지 않습니다. 또한, "회원" 본인이 "콘텐츠"를
              삭제하지 않은 때에도 회원 탈퇴 등으로 인하여 아이디가 삭제되는
              경우에는 "콘텐츠"가 복구되지 않습니다.
            </strong>
          </p>
          <p>
            ⑥ "콘텐츠"와 관련하여 "회사"와 "콘텐츠"의 권리자와의 계약이 종료되는
            경우 "회사"는 해당 "콘텐츠"에 대하여 판매를 중단하며, 이에 대하여
            사전에 공지를 진행합니다.
          </p>
          <p>
            ⑦ 기타 "회사"가 제공하는 "유료 콘텐츠"의 청약철회 등과 관련해서는
            제25조의 규정에 의합니다.
          </p>

          <h4>제21조 콘텐츠 이용 조건 등의 변경</h4>
          <p>
            ① "회사"는 운영상, 기술상의 필요 등 상당한 이유가 있는 경우에
            제공했거나 제공한 "콘텐츠"의 이용조건 등을 변경할 수 있습니다.
          </p>
          <p>
            ② "회사"는 전 항의 내용에 따라 "콘텐츠"의 내용, 이용방법, 이용시간
            등을 변경할 경우 변경 사유, 변경될 콘텐츠의 내용 및 제공일자 등을 그
            변경 전 7일 이상 "웹툰모아" 내에 게시합니다.
          </p>
          <p>
            ③ 제1항 및 제2항의 규정에도 불구하고, "회사"는 "콘텐츠"의 홍보 또는
            판매촉진 등을 위하여 "콘텐츠"의 이용조건 등을 일시적 또는 장기적으로
            변경할 수 있으며, 이 경우 제2항의 규정은 적용되지 않습니다.
          </p>

          <h4>제22조 정보의 수집, 광고의 제공</h4>
          <p>
            ① "회사"는 "서비스"의 원활하고 안정적인 운영 및 서비스 품질의 개선을
            위하여 "회원"의 이용 기록, 기기 정보 등을 수집하고 활용할 수
            있습니다.
          </p>
          <p>
            ② "회사"는 "서비스"의 개선 및 "회원"을 대상으로 한 "서비스",
            "콘텐츠"의 소개 등을 위한 목적, 기타 "회사"가 제공하는 "서비스"와
            관련하여 필요한 경우 "회원"에게 추가적인 정보의 제공을 요청할 수
            있습니다. 이 요청에 대하여 "회원"은 승낙하거나 거절할 수 있으며,
            "회사"가 이 요청을 할 경우에는 "회원"이 이 요청을 거절할 수 있다는
            내용과, 요청을 거절할 경우 발생할 수 있는 불이익이 있는 경우 그
            내용을 함께 고지합니다.
          </p>
          <p>
            ③ "회사"는 "서비스"와 관련하여 "웹툰모아" 내에 광고를 게재할 수
            있으며, 수신에 동의한 "회원"에 한하여 푸시 메시지, 전자우편,
            문자서비스 등의 방법으로 별도로 광고성 정보를 전송할 수 있습니다. 이
            경우 "회원"은 언제든지 광고성 정보의 수신을 거절할 수 있으며,
            "회사"는 "회원"의 수신거절 시 광고성 정보를 발송하지 않습니다.
          </p>
          <p>
            <strong>
              ④ "웹툰모아" 내의 배너 또는 링크 등을 통해 타인이 제공하는 광고나
              서비스에 연결될 수 있으며, 타인이 제공하는 광고나 서비스에 연결될
              경우 해당 영역에서 제공하는 서비스는 "회사"의 "서비스" 영역이
              아니므로 "회사"는 해당 광고나 서비스의 신뢰성, 안정성 등을
              보장하지 않으며, 그로 인한 "회원"의 손해에 대해서도 "회사"는
              책임을 지지 않습니다. 다만, "회사"가 고의 또는 중과실로 손해의
              발생을 용이하게 했거나 손해의 발생이 예견됨에도 불구하고 손해의
              방지를 위한 조치를 취하지 않은 때에는 그렇지 않습니다.
            </strong>
          </p>

          <h4>제23조 저작권 등 권리의 귀속</h4>
          <p>
            ① "회사"가 제작한 "콘텐츠" 또는 "서비스"에 대한 저작권, 기타
            지식재산권은 "회사"에 귀속합니다.
          </p>
          <p>
            ② "웹툰모아"를 통하여 "서비스"되는 "콘텐츠" 중 "회사"가 제작하지
            않은 "콘텐츠"에 대한 저작권, 기타 지식재산권은 해당 "콘텐츠"의
            권리자에게 귀속합니다.
          </p>
          <p>
            ③ "웹툰모아" 내에 게시되는 "이용자 콘텐츠"에 대한 저작권, 기타
            지식재산권은 해당 "이용자 콘텐츠"의 권리자에게 귀속합니다.
          </p>
          <p>
            ④ "회원"은 "회사" 또는 "콘텐츠"의 권리자에게 권리가 귀속하는
            "콘텐츠"를 "회사" 또는 각 권리자의 사전 동의 없이 복제, 전송 등의
            방법(편집, 공표, 공연, 배포, 방송, 2차적 저작물 작성을 포함하며,
            이하 같습니다)에 의하여 이용하거나 타인에게 이용하게 해서는
            안됩니다.
          </p>
          <p>
            ⑤ "웹툰모아" 내에 게시되는 "이용자 콘텐츠"에 대하여 "회사"는 해당
            "이용자 콘텐츠"를 작성한 "회원"의 명시적인 동의 없이 영리 목적으로
            이용하지 않으며, "회원"은 언제든지 이러한 "이용자 콘텐츠"를 삭제할
            수 있습니다.
          </p>
          <p>
            ⑥ "회원"이 "이용자 콘텐츠"를 "웹툰모아" 내에 등록, 게시하는 경우,
            "회원"은 다음 각 호의 내용으로 "회사"가 해당 "이용자 콘텐츠"를
            이용하는 것에 동의합니다.
          </p>
          <ol>
            <li>
              "회사"는 "이용자 콘텐츠"를 "웹툰모아"를 이용하는 다른 "회원"에게
              복제, 전송 등의 방법으로 무상으로 제공할 수 있습니다. 단, 영리
              목적의 제공은 사전 동의를 얻지 아니하고서는 허용되지 않습니다.
            </li>
            <li>
              "회사"는 "회원" 본인이 등록한 "이용자 콘텐츠"를 삭제하거나,
              "회사"에 권리관계를 소명하여 해당 "이용자 콘텐츠"의 삭제를
              요청하지 않는 한 "이용자 콘텐츠"를 별도의 기간 제한 없이
              "웹툰모아" 내에서 노출하고 복제, 전송 등의 방법으로 제공할 수
              있습니다.
            </li>
          </ol>
          <p>
            ⑦ "회사"는 "회원"이 게시하거나 등록한 "이용자 콘텐츠"에 대하여
            제12조 규정에 따른 금지행위에 해당한다고 판단되거나, 별도로 마련한
            "운영정책"에 위반된다고 판단되거나, 법령의 규정에 따라 유통이
            금지되는 "이용자 콘텐츠"라고 판단되는 경우에는 이를 사전 통지 없이
            삭제, 이동, 비열람 처리 등의 조치를 할 수 있습니다.
          </p>
          <p>
            ⑧ "회원"이 게시한 "이용자 콘텐츠"에 대하여 관련 법령에 저촉되는
            내용이 포함된 경우, 권리자는 법령에 정한 절차에 따라 해당 게시물의
            게시중단 및 삭제 등을 요청할 수 있으며, "회사"는 관련 법령의 내용에
            따라 조치를 취합니다.
          </p>
          <p>
            ⑨ "회사"는 권리자의 요청이 없는 경우라도 권리 침해가 인정될 만한
            소지가 있는 경우 임시 조치를 취할 수 있습니다.
          </p>
          <p>
            ⑩ 제8항 내지 제9항에 따른 세부 절차는 관련 법령에서 규정한 바에
            따릅니다.
          </p>
          <p>
            ⑪ "회사"는 "이용자 콘텐츠"에 대한 권리 침해 등에 대하여 별도의
            단속권한을 보유하지 않으며, "이용자 콘텐츠"에 대하여 저작권 침해
            등에 대한 단속 조치를 취할 의무를 부담하지 않습니다. "이용자
            콘텐츠"와 관련하여 권리 침해 등이 발생하는 경우에는 "회원" 본인이
            권리 침해에 대한 구제 조치를 해야 합니다. 단, "웹툰모아"에 게시된
            "이용자 콘텐츠"에 대하여 "이용자 콘텐츠"를 업로드한 "회원"이 아닌
            제3자가 권리 침해 등을 "회사"로 신고하는 경우에는 [정보통신망
            이용촉진 및 정보보호 등에 관한 법률] 등 법령의 규정에 의합니다.
          </p>
          <p>
            ⑫본 조의 규정은 "회사"가 "웹툰모아"를 운영하는 동안 유효하며, "회원"
            탈퇴 후에도 지속적으로 적용됩니다.
          </p>

          <h4>제24조 서비스 이용의 기술적 요구사항</h4>
          <p>
            "웹툰모아"에서 제공되는 "서비스"의 이용 시 필요한 기술적 사항은
            "웹툰모아" 웹사이트 및 "웹툰모아" 애플리케이션 다운로드 페이지에서
            확인할 수 있습니다.
          </p>

          <h3>제5장 청약철회, 대금환급, 이용계약의 해지</h3>

          <h4>제25조 청약 철회 등</h4>
          <p>
            <strong>
              ① "코인" 구매에 대한 청약철회에 대해서는 본 항 각 호의 내용이
              적용됩니다.
            </strong>
          </p>
          <ol class={styles.stronger}>
            <li>
              <strong>
                "회원"은 "코인"에 대한 구매계약을 체결한 날 또는 구매계약에 따라
                "코인"이 "회원"의 "아이디"로 지급된 날로부터 7일 이내에는
                청약철회를 할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                "회원"은 다음 각 목의 어느 하나에 해당하는 경우에는 "회사"의
                의사에 반하여 "코인"에 대한 청약철회를 할 수 없습니다.
              </strong>
              <ol className={styles.lawRemoveListStyle}>
                <li>
                  <strong>가. "회원"이 "코인"을 일부 사용한 경우</strong>
                </li>
                <li>
                  <strong>
                    나. 그 밖에 거래의 안전을 위하여 법령으로 정하는 경우
                  </strong>
                </li>
              </ol>
            </li>
            <li>
              <strong>
                전 호의 규정에도 불구하고 "회사"가 "회원"에게 제시한 "코인"
                판매에 대한 내용이 표시, 광고된 내용과 다르거나 "회사"가
                "회원"에게 안내한 내용과 다르게 이행된 경우에는 그 거래가 있었던
                날로부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터
                30일 이내에 청약 철회를 할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                청약철회를 할 수 있는 경우에 해당하는 경우, "회사"는 거래 취소
                등 결제한 수단과 같은 수단으로 결제금액을 환급하는 것을 원칙으로
                합니다. 단, 거래 취소를 할 수 없거나 결제한 수단과 같은 수단으로
                결제금액을 환급할 수 없는 경우에는 현금으로 환급할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                본 항의 규정이 적용되지 않는 "코인"의 환불에 대한 사항은
                제28조의 규정에 따릅니다.
              </strong>
            </li>
          </ol>
          <p>
            <strong>
              ② "유료 콘텐츠"에 대한 청약철회에 대해서는 본 항 각 호의 내용이
              적용됩니다.
            </strong>
          </p>
          <ol class={styles.stronger}>
            <li>
              <strong>
                "회원"은 "유료 콘텐츠"에 대한 이용계약을 체결한 날 또는 "유료
                콘텐츠"의 이용 가능일(본 약관이나 운영정책 등에서 달리 정하지
                않는 한, 이용 가능일은 "회원"에게 "유료 콘텐츠"에 대한 접근 또는
                사용권한이 부여된 날을 이용 가능일로 봅니다) 중 늦은 날로부터
                7일 이내에 청약철회를 할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                "회원"은 다음 각 목의 어느 하나에 해당하는 경우에는 "회사"의
                의사에 반하여 "유료 콘텐츠"에 대한 청약철회를 할 수 없습니다.
              </strong>
              <ol className={styles.lawRemoveListStyle}>
                <li>
                  <strong>
                    가. 이용계약을 체결한 즉시 열람되는 "유료 콘텐츠"
                  </strong>
                </li>
                <li>
                  <strong>
                    나. 열람이 완료된 "유료 콘텐츠". 다만, 가분적 디지털
                    콘텐츠로 구성된 "유료 콘텐츠" 이용계약이 체결된 경우 제공이
                    개시되지 않은 부분에 대해서는 그렇지 않습니다.
                  </strong>
                </li>
                <li>
                  <strong>
                    다. "회원"의 주문에 따라 개별적으로 생산되는 재화 또는 "유료
                    콘텐츠" 등 또는 이와 유사한 재화 또는 "유료 콘텐츠" 등에
                    대하여 청약철회 등을 인정하는 경우 "회사"에게 회복할 수 없는
                    중대한 피해가 예상되는 경우로서 사전에 해당 거래에 대하여
                    별도로 그 사실을 고지하고 회원의 서면(전자문서 포함)에 의한
                    동의를 받은 경우
                  </strong>
                </li>
                <li>
                  <strong>
                    라. 그 밖에 거래의 안전을 위하여 법령으로 정하는 경우
                  </strong>
                </li>
              </ol>
            </li>
            <li>
              <strong>
                "회사"는 제2호 각 목의 규정에 따라 청약철회가 불가능한 콘텐츠의
                경우에는 그 사실을 "회원"이 알 수 있는 곳에 표시하고, 해당 "유료
                콘텐츠"에 대한 시험사용 상품 또는 "유료 콘텐츠"에 대한 정보 등을
                제공함으로써 "회원"의 청약철회의 권리행사가 방해받지 아니하도록
                조치합니다. 만약 "회사"가 이러한 조치를 하지 않은 때에는 제2호의
                규정에도 불구하고 "회원"은 청약철회를 할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                전 호의 규정에도 불구하고 "회사"가 "회원"에게 제시한 "유료
                콘텐츠" 이용 조건 등에 대한 내용이 표시, 광고된 내용과 다르거나
                "회사"가 "회원"에게 안내한 내용과 다르게 이행된 경우에는 그
                거래가 있었던 날로부터 3개월 이내, 그 사실을 안 날 또는 알 수
                있었던 날로부터 30일 이내에 청약 철회를 할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                "회원"이 청약철회를 할 경우 회사는 "유료 콘텐츠"에 대한 이용계약
                체결 내역을 확인하며, "회원"의 정당한 철회 사유를 확인하기 위해
                "회원"에게 제공받은 정보를 기반으로 "회원"에게 연락을 할 수
                있으며, 추가적인 증빙 등을 요청할 수 있습니다.
              </strong>
            </li>
          </ol>
          <p>
            <strong>
              ③ 제1항 내지 제2항의 규정에 따라 청약철회가 이루어질 경우, 회사는
              다음 각 호의 내용에 따라 처리합니다.
            </strong>
          </p>
          <ol class={styles.stronger}>
            <li>
              <strong>
                "코인"에 대한 청약철회가 이루어질 경우 "회사"는 지체 없이
                "회원"에게 지급된 "코인" 전량을 회수하고 3 영업일 이내에 대금을
                환급합니다. 이 경우 "회사"가 환급을 지연한 때에는 그 지연기간에
                대하여 [전자상거래 등에서의 소비자 보호에 관한 법률]에서 정한
                이율을 곱하여 산정한 지연이자를 지급 합니다. 다만, 수납 확인이
                필요한 결제수단으로 결제한 경우에는 수납이 확인된 날로부터 3
                영업일 이내에 이를 환불할 수 있습니다.
              </strong>
            </li>
            <li>
              <strong>
                전 호의 내용과 관련하여, "회원"이 "회사"가 제공하는
                애플리케이션을 통하여 결제한 경우(인 앱 결제 / In App
                Purchase)의 대금 환급과 관련하여 "회사"는 관련 법령을 준수하기
                위하여 "회원"이 사용하는 애플리케이션을 다운로드한 애플리케이션
                마켓에 대하여 필요한 조치를 취할 것이나, "회원"이 사용하는
                애플리케이션을 다운로드한 애플리케이션 마켓의 정책에 따라
                청약철회 여부가 영향을 받을 수 있는 점 참고하시기 바랍니다.
              </strong>
            </li>
            <li>
              <strong>
                "콘텐츠"에 대한 청약철회가 이루어질 경우 "회사"는 지체 없이
                "유료 콘텐츠"의 이용권한을 회수하고 해당 "유료 콘텐츠"의
                이용계약 체결 시 사용된 "코인" 또는 "보너스 코인"을 "회원"에게
                환급합니다. 단, 이 경우 "회원"이 "유료 콘텐츠"의 이용으로 취득한
                이익이 있는 경우 이에 해당하는 "코인" 또는 "보너스 코인"을
                공제하고 환급할 수 있습니다.
              </strong>
            </li>
          </ol>
          <p>
            <strong>
              ④ 미성년자가 법정대리인의 동의 없이 "코인"의 구매계약 또는 "유료
              콘텐츠"의 이용계약을 체결하는 경우, 미성년자 본인 또는
              법정대리인은 해당 계약을 취소할 수 있습니다. 다만, 미성년자가
              법정대리인이 범위를 정하여 처분을 허락한 재산으로 "코인"을
              구매하거나 "유료 콘텐츠"의 이용계약을 체결한 경우 또는 미성년자가
              속임수로서 본인을 성년자로 믿게 하거나 법정대리인의 동의가 있는
              것으로 믿게 한 경우에는 취소할 수 없습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑤ 전 항의 계약 당사자가 미성년자인지 여부는 결제가 진행된 모바일
              기기, 결제 실행자의 정보, 결제 수단의 명의자 등을 근거로 하여
              종합적으로 판단합니다. 또한 "회사"는 정당한 취소권의 행사인지
              여부를 확인하기 위하여 미성년자 및 법정대리인임을 증명할 수 있는
              서류의 제출을 요청할 수 있습니다.
            </strong>
          </p>

          <h4>제26조 과오납금의 환급</h4>
          <p>
            ① "회사"는 과오납금이 발생하는 경우 과오납금을 "회원"에게
            환급합니다. 다만, 과오납금이 "회사"의 고의 또는 과실 없이 "회원"의
            과실로 인하여 발생한 경우에는 그 환급에 소요되는 실제 비용은
            합리적인 범위 내에서 "회원"이 부담합니다.
          </p>
          <p>
            ② 애플리케이션을 통한 결제의 경우 앱 마켓 사업자가 제공하는
            결제방식에 따르며, 결제 과정에서 과오납금이 발생하는 경우 "회사"
            또는 앱 마켓 사업자에게 환급을 요청하여야 합니다. 이 경우 환급은
            "코인"을 구매한 애플리케이션의 운영체제 종류에 따라 각 앱 마켓
            사업자의 환급정책에 따라 진행됩니다. 애플리케이션을 통하지 않은
            결제의 경우 회사의 환급정책에 따라 환급이 진행됩니다.
          </p>
          <p>
            ③ 애플리케이션의 다운로드 또는 네트워크 서비스의 이용으로 인해
            발생한 통신요금(통화료, 데이터 통화료 등)에 대해서는 환급대상에서
            제외될 수 있습니다.
          </p>
          <p>
            ④ "회사"는 과오납금의 환급을 처리하기 위해 "회원"에게서 제공받은
            정보를 통해 회원에게 연락할 수 있으며, 필요한 정보의 제공을 요청할
            수 있습니다. "회사"는 "회원"으로부터 환급에 필요한 정보를 받은
            날부터 3 영업일 이내에 환급합니다.
          </p>
          <p>
            ⑤ 과오금과 관련하여 본 조에서 정하지 않는 사항에 대해서는 콘텐츠
            이용자 보호지침에 따라 환급처리를 합니다.
          </p>

          <h4>제27조 계약해지</h4>
          <p>
            ① "회원"은 언제든지 내 정보 &gt; 계정 탈퇴 항목을 이용하여 본 약관에
            따른 이용계약을 해지할 수 있습니다. 이 경우 관련 법령의 내용 및
            "회사"의 개인정보 처리방침에 따라 "회사"가 "회원"의 개인정보를
            보유하여야 하는 경우를 제외하고 "회원"의 개인정보는 해지 이후
            삭제됩니다.
          </p>
          <p>
            ② "회원"이 계약을 해지할 경우 "회원"이 업로드한 "이용자 콘텐츠"는
            삭제되지 않을 수 있습니다. 가급적 "이용자 콘텐츠"를 삭제하신 후
            이용계약을 해지하시기 바랍니다.
          </p>
          <p>
            ③ "회원"은 다음 각 호의 경우 본 약관에 따른 이용계약을 해지할 수
            있습니다.
          </p>
          <ol>
            <li>
              "회원"이 "회사"의 귀책사유로 인하여 "회사"가 제공하는 "서비스"
              전체를 이용할 수 없는 경우. 단, 일시적인 "서비스" 이용의 중단 등은
              포함하지 않습니다.
            </li>
            <li>본 약관의 개정 내용에 대하여 동의하지 않는 경우</li>
            <li>기타 소비자 보호를 위하여 "회사"가 별도로 정하는 경우</li>
          </ol>
          <p>
            ④ "회사"는 "회원"이 본 약관 제12조를 위반한 경우 이용계약을 해지할
            수 있습니다. 이 경우, "회사"는 "회원"이 등록한 전자우편 또는
            "회원"이 등록한 연락처, 기타 연락 가능한 방법으로 해당 내역을
            "회원"에게 통보합니다.
          </p>
          <p>
            ⑤ 본 조 규정에 의한 계약해지에 따른 "코인"의 환불에 대한 사항은
            제28조의 규정에 따릅니다.
          </p>

          <h4>제28조 코인의 환불</h4>
          <p>
            <strong>
              ① "코인"의 사용 유효기간은 "코인"의 구매일로부터 5년이 경과되는
              시점까지이며, "보너스 코인 등"의 유효기간은 "회원"이 "보너스 코인
              등"의 구매 또는 획득전에 쉽게 확인할 수 있도록 개별적으로
              표시/고지되는 바에 따릅니다. "코인" 및 "보너스 코인 등"의 사용
              유효기간이 도과되는 경우 "코인" 및 "보너스 코인 등"은 환불되지
              않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ② "회사"는 전항에 따른 유효기간이 경과하기 전에 "회원"이 구매한
              "코인" 또는 "보너스 코인 등" 중 미 사용한 "코인" 또는 "보너스 코인
              등"에 대한 환불을 요청하는 경우, 해당 "코인" 또는 "보너스 코인
              등"의 구매 당시 단가로 환불합니다. 단, "회사"는 "코인" 또는
              "보너스 코인 등" 상품의 할인 등을 고려하여 환불정책을 별도로
              마련할 수 있으며, 해당 별도의 환불정책은 "회원"이 해당 "코인" 또는
              "보너스 코인 등" 상품을 구매하기 전에 쉽게 확인할 수 있도록 안내
              및 표시됩니다.
            </strong>
          </p>
          <p>
            <strong>
              ③ 환불 시에는 환불금액의 10% 또는 1,000원 중 큰
              금액("환불수수료")을 공제한 후 환불합니다. 따라서 "환불수수료"를
              공제하기 전 금액이 1,000원 미만인 경우에는 환불이 불가능합니다.
            </strong>
          </p>
          <p>
            <strong>
              ④ "회원"이 결제정보 도용 등 법령에서 금지하는 행위를 통하여 "코인"
              또는 "보너스 코인 등"을 충전하고 "코인" 또는 "보너스 코인 등"의
              환급을 요구하는 경우, "회사"는 "코인" 또는 "보너스 코인 등"의
              환불을 거절할 수 있습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑤ 환불과 관련하여 "회원"이 환불정보를 정확하게 입력하지 아니하여
              발생한 손해에 대하여 "회사"는 별도의 책임을 부담하지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑥ 현행 법령 및 중대한 약관 위반 등 "회원"의 귀책사유로 인하여
              계약이 해지되는 경우 환불이 제한될 수 있습니다.
            </strong>
          </p>

          <h3>제6장 손해배상 및 면책</h3>

          <h4>제29조 손해배상</h4>
          <p>
            ① "회사" 또는 "회원"은 본 약관을 위반하여 상대방에게 손해를 입힌
            경우 그 손해를 배상할 책임이 있습니다. 다만, 고의 또는 과실이 없는
            경우에는 그렇지 않습니다.
          </p>
          <p>
            ② "회사"가 "웹툰모아" 내에서 제공되는 개별 서비스의 제공자와 제휴
            계약을 맺고 "회원"에게 개별 서비스를 제공하는 경우에 "회원"이 개별
            서비스의 제공자와 계약을 체결한 뒤 개별 서비스 제공자의 고의 또는
            과실로 인하여 "회원"에게 손해가 발생하는 경우 그 손해에 대해서는
            개별 서비스를 제공하는 제공자가 책임을 집니다.
          </p>

          <h4>제30조 면책</h4>
          <p>
            <strong>
              ① "회사"는 천재지변, 전쟁, 폭동, 소요, 기간통신사업자의 회선 이상,
              기타 회사가 통제 불가능한 불가항력적 사유로 인하여 "서비스"를
              제공할 수 없는 경우에는 이에 관하여 책임을 지지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ② "회사"는 "서비스"용 설비의 보수, 교체, 점검, 공사 기타 이에
              준하는 사유로 발생한 손해에 대하여 책임을 지지 않습니다. 다만,
              "회사"의 고의 또는 과실에 의한 경우에는 그렇지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ③ "회사"는 "회원"의 고의 또는 과실로 인한 "서비스" 이용 장애에
              대해서는 책임을 지지 않습니다. 다만, "회원"에게 부득이하거나
              정당한 사유가 있는 경우에는 그렇지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ④ "회원"이 "웹툰모아" 내에 게재한 정보나 자료 등의 신뢰성, 정확성
              등에 대하여 "회사"는 고의 또는 중과실이 없는 한 책임을 지지
              않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑤ "회사"는 "회원"이 다른 "회원" 또는 타인과 "서비스"를 매개로 하여
              발생한 거래나 분쟁에 대하여 개입할 의무가 없으며, 이로 인한 손해에
              대하여 책임을 지지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑥ "회사"는 무료로 제공되는 "서비스"의 이용과 관련하여 "회원"에게
              발생한 손해에 대해서는 책임을 지지 않습니다. 그러나 "회사"의 고의
              또는 중과실에 의한 경우에는 그렇지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑦ "회사"는 "회원"이 "아이디", "비밀번호" 등을 관리하지 않아
              발생하는 제3자 결제, 도용, 해킹 등에 대해 책임을 부담하지
              않습니다. 다만, "회사"의 고의 또는 과실에 의한 경우는 그렇지
              않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑧ "회사"는 "회원"의 이용기기 변경, 기기 오류, 해외 로밍 등으로
              인하여 ‘서비스"의 전부 또는 일부의 기능을 이용할 수 없는 경우 이에
              대하여 책임을 지지 않습니다. 다만, "회사"의 고의 또는 과실에 의한
              경우에는 그렇지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑨ "회사"는 "서비스"를 통하여 제공되는 개별 웹툰 작품의 완결에
              대하여 보증하지 않으며, "서비스"를 통하여 제공되는 개별 웹툰
              작품의 연재가 중단되는 경우에도 그에 대하여 책임을 지지 않습니다.
            </strong>
          </p>
          <p>
            <strong>
              ⑩ "회사"는 "비회원"이 "서비스" 이용으로 발생한 손해에 대해서는
              책임을 지지 않습니다. 다만, "회사"의 고의 또는 과실에 의한 경우는
              그렇지 않습니다.
            </strong>
          </p>

          <h3>제7장 기타</h3>

          <h4>제31조 회원의 고충처리, 분쟁해결</h4>
          <p>
            ① "회사"는 "회원"의 편의를 고려하여 회원의 의견이나 불만을 제시하는
            방법을 "웹툰모아" 내에 게시합니다. "회사"는 이러한 회원의 의견이나
            불만을 처리하기 위하여 고객센터를 운영합니다.
          </p>
          <p>
            ② "회사"는 "회원"으로부터 제기되는 의견이나 불만이 정당하다고
            객관적으로 인정되는 경우 합리적인 기간 내에 이를 신속하게 처리하기
            위하여 노력합니다. 다만, 처리에 장기간이 소요되는 경우에는
            "회원"에게 그 사유와 일정을 개별적으로 통지합니다.
          </p>
          <p>
            ③ "회사"와 "회원"간에 분쟁이 발생하는 경우, "회원"은 제3의
            분쟁조정기관에 조정을 신청할 수 있으며, "회사"는 분쟁조정기관의
            조정에 따를 수 있습니다.
          </p>
          <p>
            ④ "회원"이 "회사"로부터 이용제한 또는 계약해지 등을 당하여 이에
            불복하고자 하는 경우 "회원"은 이 조치가 있은 날로부터 14일 이내에
            불복 이유를 기재한 이의신청을 "회사"에 제출하여야 합니다.
          </p>
          <p>
            ⑤ "회사"는 "회원"의 이의신청을 받은 날로부터 14일 이내에 불복 이유에
            대하여 "회원"에게 답변하며, 이 기간 내에 답변이 어려운 경우 그
            사유와 처리 일정을 통지합니다.
          </p>
          <p>
            ⑥ "회사"는 "회원"의 이의신청이 타당한 경우 그와 관련하여 필요한
            조치를 취합니다.
          </p>

          <h4>제32조 준거법 및 관할법원</h4>
          <p>① 본 약관은 대한민국 법률에 의하여 해석되고 규율됩니다.</p>
          <p>
            ② "회사"와 "회원" 간에 발생한 분쟁으로 소송이 제기되는 경우, 제소
            당시 "회원"의 주소지 관할법원(주소가 없는 경우에는 거소를 관할하는
            법원)을 제1심 관할법원으로 합니다. 만약 주소 또는 거소가 명확하지
            않은 때에는 민사소송법에 따라 관할 법원을 정합니다.
          </p>
          <p>
            ③ 국내에 주소 또는 거소가 없는 "회원"의 경우 전 항의 규정에도
            불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.
          </p>

          <h3>※ 부칙</h3>
          <h4>제1조 시행일자</h4>
          <p>이 약관은 2022년 3월 3일부터 시행됩니다.</p>
        </div>
      </div>
    </div>
  );
}

export default TermsLaw;
